---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.UnitUtils
source: html/09fb3758-fff0-42f1-baf7-35043f66b2ce.htm
---
# UnitUtils Members

Converts a value from one unit to another, such as square feet to square meters.